Repository: tier6tank/VVV
Catalog: trunk/translations/*/vvv.po
Languages: pl

source: Enter or select the volume to catalog
pl: Wpisz lub wskaż wolumen do skatalogowania

source: Volume name
pl: Nazwa wolumenu

source: Get volume name
pl: Pobierz nazwę wolumenu

source: &Help
pl: Pomo&c

source: Catalog
pl: Katalog

source: &Close
pl: &Zamknij

source: Current folder
pl: Bieżący folder

source: Previously cataloged volumes
pl: Wolumeny skatalogowane uprzednio

source: The volume path is missing
pl: Brak ścieżki wolumenu

source: The volume name is missing
pl: Brak nazwy wolumenu

source: This volume name is already present in the database
pl: Taka nazwa wolumenu już wystaępuje w bazie danych

source: Select the volume to catalog
pl: Wskaż wolumen do skatalogowania

source: Please select the virtual folder that will receive the selected files and/or folders:
pl: Proszę wskazać wirtualny folder, do którego zostaną przesłane wybrane pliki i/lub foldery

source: &Cancel
pl: &Anuluj

source: Conversion is about to start: a message will tell you when it will be completed.
pl: Zaraz rozpocznie się konwersja; po jej zakończeniu otrzymasz wiadomość.

source: Conversion completed
pl: Konwersja została zakończona

source: Use this window to export data to a CSV file
pl: Użyj to okno do eksportu danych do pliku w formacie CSV

source: Comma
pl: Przecinek

source: Pipe
pl: Pionowa kreska

source: Include headers
pl: Dołącz nagłówki

source: All physical volumes
pl: Wszystkie fizyczne wolumeny

source: Selected physical volume/folder
pl: Wskaż fizyczny wolumen/folder

source: Selected virtual folder
pl: Wskaż wirtualny folder

source: Export
pl: Eksportuj

source: File name:
pl: Plik:

source: CSV files (*.csv;*.txt)|*.csv;*.txt|All files (*.*)|*.*
pl: Pliki CSV (*.csv;*.txt)|*.csv;*.txt|Wszystkie pliki (*.*)|*.*

source: Please enter a file name
pl: Proszę wpisać nazwę pliku

source: The output file already exists: do you want to overwrite it?
pl: Plik wynikowy już istnieje; czy chcesz zapisać do niego nową zawartość?

source: Unable to create the file.
pl: Nie można utworzyć pliku.

source: Name
pl: Nazwa

source: Size
pl: Rozmiar

source: Ext
pl: Typ

source: Last modified
pl: Ostatnia zmiana

source: PhysicalPath
pl: Fizyczna ścieżka

source: Description
pl: Opis

source: Volume
pl: Wolumen

source: Path
pl: Ścieżka

source: This catalog file does not exist:
pl: Plik tego katalogu nie istnieje:

source: &New...
pl: &Nowy...

source: &Open...
pl: &Otwórz...

source: &Export...
pl: &Eksportuj...

source: &Backup...
pl: &Kopiuj...

source: &Restore...
pl: O&dtwórz

source: E&xit
pl: Konie&c

source: &File
pl: &Plik

source: &Add To Virtual Folder...
pl: &Dodaj do wirtualnego foldera...

source: &Rename... F2
pl: &Zmień nazwę... F2

source: &Delete
pl: &Usuń

source: &Object Description...
pl: &Opis obiektu...

source: &New Virtual Root Folder...
pl: &Nowy wirtualny folder bazowy...

source: New Virtual &Subfolder...
pl: Nowy wirtualny &folder podrzędny...

source: &Options...
pl: &Opcje...

source: &Edit
pl: &Edycja

source: &Catalog Volume...
pl: Wolumen &Katalogu

source: &Volumes
pl: &Wolumeny

source: &Physical View
pl: Widok &fizyczny

source: &Virtual View
pl: Widok &wirtualny

source: &Search View
pl: Widok &szukania

source: Go &Up One Level
pl: Przejdź &wyżej o jeden poziom

source: &Toolbar
pl: Pasek &przycisków

source: Status &Bar
pl: Pasek &statusu

source: Vie&w
pl: &Widok

source: &Tools
pl: &Narzędzia

source: Help &Contents
pl: &Zawartość pomocy

source: New
pl: Nowy

source: Create a new catalog
pl: Utwórz nowy katalog

source: Open
pl: Otwórz

source: Open an existing catalog
pl: Otwórz istniejący katalog

source: Catalog a new volume
pl: Utwórz nowy wolumen

source: Up
pl: W górę

source: Move up one level
pl: Przejdź jeden poziom wyżej

source: Physical
pl: Fizyczny

source: Show the physical view
pl: Pokaż widok fizyczny

source: Virtual
pl: Wirtualny

source: Show the virtual view
pl: Polaż widok wirtualny

source: Search
pl: Szukanie

source: Show the search view
pl: Pokaż widok szukania

source: Is equal to:
pl: Jest taki:

source: Starts with:
pl: Zaczyna się od:

source: Contains:
pl: Zawiera:

source: File name
pl: Nazwa pliku

source: Extension:
pl: Rozszerzenie:

source: Selected physical folder
pl: Wskaż fizyczny folder

source: Catalog volume
pl: Wolumen katalogu

source: Physical path
pl: Fizyczna ścieżka

source: Artist
pl: Artysta

source: Title
pl: Tytuł

source: Year
pl: Rok

source: Comment
pl: Komentarz

source: Number
pl: Numer

source: Genre
pl: Rodzaj

source: Length
pl: Długość

source: Sample rate
pl: Próbkowanie

source: Channels
pl: Kanały

source: Open catalog
pl: Otwórz katalog

source: VVV files (*.vvv)|*.vvv|All files (*.*)|*.*
pl: Pliki VVV (*.vvv)|*.vvv|Wszystkie pliki (*.*)|*.*

source: Choose virtual folder
pl: Wybierz folder wirtualny

source: New virtual root folder
pl: Nowy główny wirtualny folder

source: New virtual subfolder
pl: Nowy wirtualny folder podrzędny

source: Enter the new folder name
pl: Wpisz nazwę nowego folderu

source: The new folder name is already present in the database
pl: Nowa nazwa folderu już istnieje w bazie danych

source: This catalog file does not exist any more
pl: Ten katalog już nie istnieje

source: Catalog not found:
pl: Katalog nie został znaleziony:

source: Incorrect username or password for the following database:
pl: Niepoprawna nazwa użytkownika lub hasło dostępu do bazy danych:

source: Unable to connect to the following server:
pl: Nie można połączyć się z serwerem:

source: Unable to open the catalog. Please note that you are not connected to a database server so you cannot open a catalog located on another computer in the network. If you want to open a catalog on another computer you must connect to the database server (Tools/Options menu).
pl: Nie można otworzyć katalogu. Zwróć uwagę, że nie ma połączenia z serwerem baz danych. Nie możesz więc otworzyć katalogu innego komputera w sieci. Jeżeli chcesz otworzyć katalog na innym komputerze to musisz połączyć się z serwerem baz danych (menu Narzędzia/Opcje).

source: This catalog has been created with a previous version of the program and it needs to be upgraded, but the file containing the upgrades list is missing. You can try reinstalling the program to solve this problem.
pl: Ten katalog został utworzony przy pomocy poprzedniej wersji programu i musi zostać zaktualizowany, ale brak pliku zawierającego listę aktualizacji. Możesz spróbować zainstalować program ponownie, aby rozwiązać tenproblem.

source: Upgrading the catalog, please wait...
pl: Aktualizowanie katalogu - proszę czekać...

source: This catalog has been created with an older version of VVV so you need to convert it to a newer format.
pl: Ten katalog został utworzony przy pomocy starszej wersji programu VVV. Musisz go skonwertować do nowszego formatu.

source: The conversion will create a new catalog with the same data as the older one, then you will use this new catalog with VVV. You will not use the older catalog any more.
pl: Konwersja utworzy nowy katalog z takimi samymi danym, jak w starszym katalogu. W programie VVV będzie używany nowy katalog. Starszy katalog nie będzie wykorzystywany nigdy więcej.

source: Do you want to convert the catatalog creating a new one?
pl: Czy chcesz skonwertować ten katalog tworząc nowy katalog?

source: Unable to create a new catalog. You are connecting to a database server on another computer. You must execute this program on the server to be able to create a new catalog.
pl: Nie można utworzyć nowego katalogu. Łączysz się z serwerem baz danych w innym komputerze. Musisz wykonać ten program na serwerze aby móc utworzyć nowy katalog.

source: Convert to a new catalog
pl: Konwertuj do nowego katalogu

source: Unable to find the database backup to restore. You can try reinstalling the program to solve this problem.
pl: Nie mogę znaleźć kopii bezpieczeństwa bazy danych do odtworzenia. Aby rozwiązać ten problem, możesz spróbować zainstalować program ponownie.

source: Fulvio Senore: main developer
pl: Fulvio Senore: główny programista

source: This program uses icons from the Gnome, Ubuntu and Crystal icons projects
pl: Ten program używa ikony pobrane z projektów ikon systemów Gnome, Ubuntu i Crystal

source: This is open source software, distributed under the GNU GENERAL PUBLIC LICENSE
pl: To jest program open source, dystrybuowany na zasadach licencji GNU GENERAL PUBLIC LICENSE (OGÓLNA PUBLICZNA LICENCJA GNU)

source: New catalog
pl: Nowy katalog

source: Multiple items
pl: Wiele elementów

source: Object description
pl: Opis obiektu

source: Add To Virtual Folder
pl: Dodaj do folderu wirtualnego

source: Edit Description...
pl: Zmień opis...

source: Rename...
pl: Zmień nazwę...

source: Delete
pl: Usuń

source: New Root Folder
pl: Nowy folder główny

source: New Subfolder
pl: Nowy folder podrzędny

source: Rename
pl: Zmień nazwę

source: Please enter some search data
pl: Wpisz szukane dane

source: The search did not find anything
pl: Żadne dane nie zostały znalezione

source: Objects:
pl: Obiekty:

source: Total size:
pl: Rozmiar ogółem:

source: Settings
pl: Ustawienia

source: This command will delete the selected virtual folder, but it will not change the folders in the physical view. Do you really want to delete the selected virtual folder?
pl: To polecenie usunie wskazany folder wirtaulnu, ale nie zmieni filderów na dysku fizycznym. Czy na pewno chcesz usunąć wskazany folder wirtualny?

source: This command will delete this volume:
pl: To polecenie usunie następujący wolumen:

source: from the VVV catalog. It will not delete any file from your disk. Do you really want to delete this volume?
pl: z katalogu VVV. Nie spowodue to usunięcia żadnych plików z dysku. Czy na pewno chcesz usunąć ten wolumen?

source: Unable to delete this volume: at least one of its files is used in the virtual view
pl: Nie można usunąć tego wolumenu: co najmniej jeden z plików z tego folderu jest używany w widoku wirtualnym

source: Enter the new volume name
pl: Wpisz nową nazwę wolumenu

source: Rename volume
pl: Zmień nazwę wolumenu

source: The new volume name is already present in the database
pl: Nowa nazwa wolumenu już istnieje w bazie danych

source: Rename virtual folder
pl: Zmień nazwę wirtualnego folderu

source: This command will delete the selected virtual files, but it will not change the files in the physical view. Do you really want to delete the selected virtual files?
pl: To polecenie usunie wskazane wirtualne pliki, ale nie zmieni plików w fizycznym widoku. Czy na pewno chcesz usunąć wskazane pliki wirtualne?

source: Unable to continue. You have choosen an existing file:
pl: Nie można kontynuować - wskazany plik już istnieje:

source: You must type the name of a non-existing file.
pl: Musisz wpisać nazwę nieistniejącego pliku..

source: Unable to continue: you have choosen a folder where you do not have the right to create a file.
pl: Nie można kontynuować: nie masz uprawnień do tworzenia plików we wskazanym folderze

source: VVV backup files (*.vvvbk)|*.vvvbk|All files (*.*)|*.*
pl: Pliki kopii VVV (*.vvvbk)|*.vvvbk|Wszystkie pliki (*.*)|*.*

source: Backup catalog
pl: Katalog kopii bezpieczeństwa

source: Backup completed
pl: Kopiowanie zakończone

source: Unable to restore. You are connecting to a database server on another computer. You must execute this command on the server to be able to restore a catalog.
pl: Nie można odtworzyć. Łączysz się z serwerem baz danych na innym komputerze. Musisz wykonać to polecenie na serwerze aby móc odtworzyć katalog.

source: The catalog name is missing
pl: Brak nazwy katalogu

source: The backup name is missing
pl: Brak nazwy kopii bezpieczeństwa

source: Unable to continue. You have choosen an existing catalog:
pl: Nie można kontynuować. Został wybarny istniejący katalog:

source: Restore completed
pl: Odtwarzanie zakończone

source: Please enter the description for the following object:
pl: Wpisz opis następującego obiektu:

source: OBJECT NAME
pl: Nazwa obiektu

source: You are about to open a catalog located on the server. Enter the alias or the complete path to the catalog file. Remember that the path must be relative to the server, not to the client.
pl: Masz zamiar otworzyć katalog znajdujący się na serwerze. Wpisz alias lub pełną ścieżkę do pliku katalogu. Pamiętaj, że ścieżka musi być zapisana „z punktu widzenia” serweram, a nie klienta.

source: VVV files (*.vvv)|*.vvv|All files (*.*)|*.*
pl: Pliki VVV (*.vvv)|*.vvv|Wszystkie pliki (*.*)|*.*

source: Open Catalog
pl: Otwórz katalog

source: New Catalog
pl: Nowy katalog

source: Backup
pl: Kopia bazy danych

source: You are about to create a new catalog from a backup file. Enter the complete path to the backup file and to the catalog file that will be created. You cannot enter the name of an existing catalog.
pl: Masz zamiar utworzyć nowy katalgo na podstawie pliku kopii bezpieczeństwa. Wpisz pełną ścieżkę do pliku kopii bezpieczeństwa oraz do pliku odtwarzanego katalogu. Nie możesz wpisać nazwy istniejącego katalogu.

source: Backup file:
pl: Plik kopii:

source: New catalog:
pl: Nowy katalog:

source: Select backup file
pl: Wskaż plik kopii

source: Catalog file
pl: Plik katalogu

source: Reopen the last used catalog at startup
pl: Po uruchomieniu automatycznie otwórz ostanio używany katalog

source: Beep for tasks longer than (seconds):
pl: Sygnalizuj dziękiem zakończenie działań dłuższych niż [sek]:

source: Use VVV in English (restart required)
pl: Przełącz do angielskiej wersji VVV (wymaga restartu)

source: General
pl: Ogólne

source: Show the following data for MP3 files:
pl: Pokaż następujące dane dla plików MP3:

source: Track number
pl: Numer ścieżki

source: Check the checkbox below if you want to access catalogs stored in a network server. Each computer in the network will be able to access the same catalogs stored in the server. DO NOT check the checkbox if you only want to access catalogs stored in this computer and you do not want to share them with other computers.
pl: Zaznacz poniższe pole jeżeli chcesz otwierać katalogi umieszczone na serwerze sieciowym. Każdy komputer w sieci będzie mogł otwierać te same katalogi umieszczone na serwerze. NIE zaznaczaj poniższego pola jeżeli chcesz otwierać tylko katalogi umieszczone na tym komputerze i nie chcesz ich współdzielić z innymi komputerami.

source: Connect to a network server
pl: Połącz z serwerem sieciowym

source: Server
pl: Serwer

source: Username
pl: Użytkownik

source: Password
pl: Hasło

source: Test server connection
pl: Sprawdź połączenie z serwerem

source: You must enter a server name or address
pl: Wpisz nazwę lub adres serwera

source: You must enter a username
pl: Wpisz nazwę użytkownika

source: You must enter a password
pl: Wpisz hasło

source: You must enter the server name or address
pl: Wpisz nazwę i adres serwera

source: Unable to connect to the server
pl: Nie można połączyć się z serwerem

source: Server connection successful
pl: Połączenie z serwerem zostało nawiązane

source: Unable to connect to the server
pl: Nie można połączyć się z serwerem

source: An unexpected error has occurred. Here is a description of the error:
pl: Wystąpił błąd. Opis błędu:

source: An unexpected error has occurred. This application will be terminated
pl: Wystąpił błąd - aplikacja zakończy działanie

source: Export data
pl: Eksport danych

source: Object Description
pl: Opis obiektu

source: Restore
pl: Przywróć
