Repository: tier6tank/VVV
Catalog: translations/vvv-*.po
Languages: fr

source: Enter or select the volume to catalog
fr: Entrez ou sélectionnez le volume à cataloguer

source: Volume name
fr: Nom du volume

source: Get volume name
fr: Récupérer le nom du volume

source: &Help
fr: &Aide

source: Catalog
fr: Cataloguer

source: &Close
fr: &Fermer

source: Current folder
fr: Répertoire courant

source: Previously cataloged volumes
fr: Volumes précédemment catalogués

source: The volume path is missing
fr: Le chemin du volume est manquant

source: The volume name is missing
fr: Le nom du volume est manquant

source: This volume name is already present in the database
fr: Ce nom de volume est déjà présent dans la base de données

source: Select the volume to catalog
fr: Sélectionnez le volume à cataloguer

source: Number of added files:
fr: Nombre de fichiers ajoutés:

source: Number of updated files:
fr: Nombre de fichiers mis à jour:

source: Number of deleted files (not counting those in deleted folders):
fr: Nombre de fichiers supprimés (sans compter ceux qui sont dans les dossiers supprimés):

source: Number of deleted folders:
fr: Nombre de dossiers supprimés:

source: Number of unchanged files:
fr: Nombre de fichiers inchangés:

source: Do you really want to update the volume?
fr: Voulez-vous vraiment mettre à jour ce volume?

source: Unknown locale code '%s' in registry.
fr: Paamètre régional inconnu '%s' en base de registre.

source: (Use default language)
fr: (Utiliser la langue par défaut)

source: Croatian
fr: Croate

source: Czech
fr: Tchèque

source: Dutch
fr: Néerlandais

source: English
fr: Anglais

source: French
fr: Français

source: German
fr: Allemand

source: Italian
fr: Italien

source: Polish
fr: Polonais

source: Portuguese
fr: Portugais

source: Romanian
fr: Roumain

source: Russian
fr: Russe

source: Serbian (cyrillic)
fr: Serbe (cyrillique)

source: Serbian (latin)
fr: Serbe (latin)

source: Spanish
fr: Espagnol

source: Ukrainian
fr: Ukrainien

source: Select your preferred language
fr: Choisissez votre langue préférée

source: Language selection
fr: Sélection de la langue

source: You must restart the program for this change to take effect.
fr: Vous devez redémarrer le programme pour que cette modification prenne effet.

source: &Cancel
fr: &Annuler

source: Conversion completed
fr: Conversion terminée

source: Name
fr: Nom

source: Channels
fr: Canaux

source: Sample rate
fr: Taux d'échantillonage

source: Bitrate
fr: Débit

source: Length
fr: Longueur

source: Number
fr: Numéro

source: Comment
fr: Commentaire

source: Year
fr: Année

source: Title
fr: Titre

source: Artist
fr: Artiste

source: File name
fr: Nom du fichier

source: Physical path
fr: Chemin physique

source: Use this window to export data to a CSV file
fr: Utiliser cette fenêtre pour exporter les données dans un fichier CSV

source: Comma
fr: virgule

source: Separator
fr: Séparateur

source: Include headers
fr: Inclure les en-têtes

source: All physical volumes
fr: Tous les volumes physiques

source: Selected physical volume/folder
fr: Volume ou répertoire physique sélectionnés

source: Selected virtual folder
fr: Répertoire virtuel sélectionné

source: Export
fr: Exporter

source: File name:
fr: Nom du fichier:

source: CSV files (*.csv;*.txt)|*.csv;*.txt|All files (*.*)|*.*
fr: fichiers CSV (*.csv;*.txt)|*.csv;*.txt|Tous les fichiers (*.*)|*.*

source: Please enter a file name
fr: Veuillez entrer un nom de fichier

source: The output file already exists: do you want to overwrite it?
fr: Le fichier à créer existe déjà: voulez vous l'écraser ?

source: Unable to create the file.
fr: Impossible de créer le fichier.

source: Size
fr: Taille

source: Ext
fr: Extension

source: Last modified
fr: Dernière modification

source: PhysicalPath
fr: CheminPhysique

source: Path
fr: Chemin

source: This catalog file does not exist:
fr: Ce fichier catalogue n'existe pas:

source: &New...
fr: &Nouveau...

source: &Open...
fr: &Ouvrir...

source: &Export...
fr: &Exporter...

source: &Backup...
fr: &Sauvegarder...

source: &Restore...
fr: &Restaurer

source: E&xit
fr: Q&uitter

source: &File
fr: &Fichier

source: &Add To Virtual Folder...
fr: &Ajouter dans le Répertoire Virtuel

source: &Rename... F2
fr: &Renommer... F2

source: &Delete
fr: &Supprimer

source: &New Virtual Root Folder...
fr: &Nouveau Répertoire Racine Virtuel...

source: New Virtual &Subfolder...
fr: Nouveau Dossier &Virtuel

source: &Edit
fr: &Edition

source: &Catalog Volume...
fr: &Cataloguer le volume...

source: &Update Volume...
fr: &Mettre à jour le volume...

source: &Physical View
fr: &Vue Physique

source: &Virtual View
fr: &Vue Virtuelle

source: &Search View
fr: &Vue Recherche

source: Show in physical view
fr: Montrer dans la vue physique

source: Go &Up One Level
fr: &Remonter d'un niveau

source: Expand
fr: Développer

source: Collapse
fr: Réduire

source: &Toolbar
fr: &Barre d'outil

source: Status &Bar
fr: Barre &d'état

source: Vie&w
fr: Vu&e

source: &Tools
fr: &Outils

source: Help &Contents
fr: Aide &Sommaire

source: &About VVV...
fr: &A propos de VVV...

source: New
fr: Nouveau

source: Create a new catalog
fr: Créer un nouveau catalogue

source: Open
fr: Ouvrir

source: Open an existing catalog
fr: Ouvrir un catalogue existant

source: Catalog a new volume
fr: Cataloguer un nouveau volume

source: Up
fr: Remonter

source: Move up one level
fr: Remonter d'un niveau

source: Physical
fr: Physique

source: Show the physical view
fr: Montrer la vue physique

source: Virtual
fr: Virtuel

source: Show the virtual view
fr: Montrer la vue virtuelle

source: Search
fr: Rechercher

source: Show the search view
fr: Montrer la vue de recherche

source: Is equal to:
fr: Est égal à:

source: Starts with:
fr: Débute par:

source: Contains:
fr: Contient:

source: Selected physical folder
fr: Répertoire physique sélectionné

source: Catalog volume
fr: Cataloguer le volume

source: Open catalog
fr: Ouvrir le catalogue

source: VVV files (*.vvv)|*.vvv|All files (*.*)|*.*
fr: Fichiers VVV (*.vvv)|*.vvv|Tous les fichiers (*.*)|*.*

source: Choose virtual folder
fr: Choisir le répertoire virtuel

source: New virtual root folder
fr: Nouveau répertoire virtuel racine

source: New virtual subfolder
fr: Nouveau sous-répertoire virtuel

source: Enter the new folder name
fr: Entrez le nouveau nom de répertoire

source: The new folder name is already present in the database
fr: Le nouveau nom de répertoire est déjà présent dans la base de données

source: Catalog not found:
fr: Catalogue non trouvé:

source: Incorrect username or password for the following database:
fr: nom d'utilisateur ou mot de passe incorrect pour la base de donnée suivante:

source: Unable to connect to the following server:
fr: Impossible de se connecter au serveur suivant:

source: Unable to open the catalog. Please note that you are not connected to a database server so you cannot open a catalog located on another computer in the network. If you want to open a catalog on another computer you must connect to the database server (Tools/Options menu).
fr: Impossible d'ouvrir le catalogue. Veuillez noter que vous n'êtes pas connecté a un serveur de base de données et donc que vous ne pouvez pas ouvrir de catalogue situé sur un autre ordniateur sur le réseau. Si vous voulez ouvrir un catalogue sur un autre ordinateur vous devez vous connecter a un server de base de données (Menu Outils/Options).

source: This catalog has been created with a previous version of the program and it needs to be upgraded, but the file containing the upgrades list is missing. You can try reinstalling the program to solve this problem.
fr: Ce catalogue a été créé avec une version précédente de ce programme et il doit être mis à jour, mais le fichier contenant les mises à jour est manquant. Vous pouvez essayer de réinstaller le programme pour résoudre ce problème.

source: Upgrading the catalog, please wait...
fr: Mise à jour du catalogue, veuillez patienter...

source: This catalog has been created with an older version of VVV so you need to convert it to a newer format.
fr: Ce catalogue a été créé avec une ancienne version de VVV vous devez alors le convertir dans un format plus récent.

source: The conversion will create a new catalog with the same data as the older one, then you will use this new catalog with VVV. You will not use the older catalog any more.
fr: La conversion créera un nouveau catalogue avec les mêmes données que l'ancien, alors vous pourrez utiliser ce nouveau catalogue avec VVV. Vous n'utiliserez plus jamais l'ancien catalogue.

source: Unable to create a new catalog. You are connecting to a database server on another computer. You must execute this program on the server to be able to create a new catalog.
fr: Impossible de créer un nouveau catalogue. Vous êtes connectés à un serveur de base de donées sur un autre ordinateur. Vous devez exécuter ce programme sur le serveur afin de pouvoir créer un nouveau catalogue.

source: Convert to a new catalog
fr: Convertir en un nouveau catalogue

source: Unable to find the database backup to restore. You can try reinstalling the program to solve this problem.
fr: Impossible de trouver la sauvegarde de la base de donnée pour la restaurer. Vous pouvez essayer de réinstaller le programme pour résoudre ce problème.

source: VVV (Virtual Volumes View): a program to catalog removable devices like CDs and DVDs
fr: VVV (Vue de Volumes Virtuels): un programme pour cataloguer les unités amovibles comme les CDs et les DVDs

source: Copyright (C) 2007-2010 The VVV Team
fr: Copyright (C) 2007-2008 L'équipe VVV

source: Fulvio Senore: main developer
fr: Fulvio Senore: développeur principal

source: Jan Albartus: worked at the portable version and designed the application's icon
fr: Jan Albartus: a travaillé sur la version portable et a conçu l'icône de l'application

source: This program uses icons from the Gnome, Ubuntu and Crystal icons projects
fr: Ce programme utilise des icônes provenant des projets Gnome, Ubuntu et Crystal icons

source: This is open source software, distributed under the GNU GENERAL PUBLIC LICENSE
fr: Ceci est du logiciel libre, distribué sous la licence GNU GENERAL PUBLIC LICENSE

source: Serbian
fr: Serbe

source: New catalog
fr: Nouveau catalogue

source: Multiple items
fr: Objets multiples

source: Object description
fr: Description de l'objet

source: Add To Virtual Folder
fr: Ajouter au Répertoire Virtuel

source: Rename...
fr: Renommer...

source: Delete
fr: Effacer

source: Update Volume...
fr: &Mettre à jour le volume...

source: New Root Folder
fr: Nouveau Répertoire Racine

source: New Subfolder
fr: Nouveau sous-répertoire

source: Rename
fr: Renommer

source: Please enter some search data
fr: Veuillez entrer quelque chose à chercher

source: Incorrect file name search data
fr: Mavaise information de recherche sur les noms de fichier

source: Incorrect extension search data
fr: Mavaise information de recherche sur les extensions de fichier

source: Incorrect description search data
fr: Mavaise information de recherche sur les descriptions

source: The search did not find anything
fr: La recherche n'a rien donné

source: Objects:
fr: Objets:

source: Total size:
fr: Taille totale:

source: Settings
fr: Préférences

source: This command will delete the selected virtual folder, but it will not change the folders in the physical view. Do you really want to delete the selected virtual folder?
fr: Cette commande supprimera le dossier virtuel sélectionné, mais ne changera pas les répertoires dans la vue physique. Souhaitez vous vraiment supprimer le dossier virtuel sélectionné ?

source: This command will delete this volume:
fr: Cette commande supprimera ce volume:

source: from the VVV catalog. It will not delete any file from your disk. Do you really want to delete this volume?
fr: du catalogue VVV. Aucun fichier ne sera effacé de votre disque. Souhaitez vous vraiment effacer ce volume ?

source: Unable to delete this volume: at least one of its files is used in the virtual view
fr: Impossible de supprimer ce volume : au moins un de ses fichiers est utilisé dans la vue virtuelle

source: Enter the new volume name
fr: Enteer le nouveau nom de volume

source: Rename volume
fr: Renommer le volume

source: The new volume name is already present in the database
fr: Le nouveau nom de volume est déjà présent dans la base de donnée

source: Rename virtual folder
fr: Renommerle répertoire virtuel

source: Unable to continue. You have choosen an existing file:
fr: Impossible de continuer. Vous avez choisi un fichier existant:

source: You must type the name of a non-existing file.
fr: Vous devez entrer le nom d'un fichier inexistant.

source: Unable to continue: you have choosen a folder where you do not have the right to create a file.
fr: Impossible de continuer : vous avez choisi un répertoire où vous n'avez pas le droit de créer de fichier.

source: VVV backup files (*.vvvbk)|*.vvvbk|All files (*.*)|*.*
fr: Fichiers de sauvegarde VVV (*.vvvbk)|*.vvvbk|Tous les fichiers (*.*)|*.*

source: Backup catalog
fr: Sauvegarder le catalogue

source: Backup completed
fr: Sauvegarde terminée

source: Unable to restore. You are connecting to a database server on another computer. You must execute this command on the server to be able to restore a catalog.
fr: Impossible de restaurer. Vous êtes connectés à un serveur de base de données sur un autre ordinateur. Vous devez exécutez cette commande sur le serveur afin de pouvoir restaurer un catalogue.

source: The catalog name is missing
fr: Le nom du catalogue est manquant

source: The backup name is missing
fr: Le nom de la sauvegarde est manquant

source: Unable to continue. You have choosen an existing catalog:
fr: Impossible de continuer. Vous avez choisi un catalogue existant:

source: Restore completed
fr: Restauration terminée

source: Update Volume
fr: Mettre à jour le Volume

source: Please enter the description for the following object:
fr: Veuillez entrer la description de l'objet suivant:

source: OBJECT NAME
fr: NOM DE L'OBJET

source: You are about to open a catalog located on the server. Enter the alias or the complete path to the catalog file. Remember that the path must be relative to the server, not to the client.
fr: Vous allez ouvrir un catalogue situé sur le serveur.\nEntrer l'alias ou le chemin complet du fichier catalogue. Attention le chemin est relatif au serveur, et non au client.

source: VVV files (*.vvv)|*.vvv|All files (*.*)|*.*
fr: Fichiers VVV (*.vvv)|*.vvv|Tous les fichiers (*.*)|*.*

source: Open Catalog
fr: Ouvrir le catalogue

source: New Catalog
fr: Nouveau catalogue

source: Backup
fr: Sauvegarde

source: You are about to create a new catalog from a backup file. Enter the complete path to the backup file and to the catalog file that will be created. You cannot enter the name of an existing catalog.
fr: Vous aller créer un nouveau catalogue à partir d'un fichier de sauvegarde. Entrer le chemin compler du fichier de sauvegarde et dy fichier catalogue qui sera créé. Vous ne pouvez entrer le nom d'un fichier catalogue existant.

source: Backup file:
fr: Fichier de sauvegarde:

source: New catalog:
fr: Nouveau catalogue:

source: Select backup file
fr: Sélectionner le fichier de sauvegarde

source: Catalog file
fr: Fichier catalogue

source: Reopen the last used catalog at startup
fr: Réouvrir au démarrage le dernier catalogue utilisé

source: Beep for tasks longer than (seconds):
fr: Bip pour des tâches plus longue que (en secondes):

source: Change language
fr: Choisir la langue de l'interface

source: General
fr: Général

source: Track number
fr: Numéro de piste

source: Check the checkbox below if you want to access catalogs stored in a network server. Each computer in the network will be able to access the same catalogs stored in the server. DO NOT check the checkbox if you only want to access catalogs stored in this computer and you do not want to share them with other computers.
fr: Cocher la case ci-dessous si vous souhaitez accéder à des catalogues stockés sur un serveur réseau. Chaque ordinateur sur le réseau pourra accéder aux mêmes catalogues sur le serveur. NE PAS cocher la case si vous souhaitez seulement accéder aux catalogues stockés sur cet ordinateur et que vous ne voulez pas les partager avec d'autres ordinateurs.

source: Connect to a network server
fr: Se connecter à un serveur réseau

source: Server
fr: Serveur

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Test server connection
fr: Tester la connexion au serveur

source: You must enter a server name or address
fr: Vous devez entrer un nom de serveur ou une adresse

source: You must enter a username
fr: Vous devez entrer un nom d'utilisateur

source: You must enter a password
fr: Vous devez entrer un mot de passe

source: You must enter the server name or address
fr: Vous devez entrer le nom du serveur ou son adresse

source: Unable to connect to the server
fr: Impossible de se connecter au server

source: Server connection successful
fr: Connexion au serveur réussie

source: VOLUME NAME
fr: NOM DU VOLUME

source: Enter or select the path to volume to update
fr: Entrez ou sélectionnez le volume à mettre à jour

source: Update
fr: Mise à jour

source: Unable to connect to the server
fr: Impossible de se connecter au serveur

source: An unexpected error has occurred. Here is a description of the error:
fr: Une erreur inattendue est intervenue. En voici la description :

source: An unexpected error has occurred. This application will be terminated
fr: Une erreur inattendue est intervenue. L'application va être fermée.

source: An unexpected error has happened. Here is a description of the error:
fr: Une erreur inattendue est intervenue. En voici la description :

source: The volume path does not exists
fr: Le chemin du volume n'existe pas

source: Volume name not found
fr: Nom du volume introuvable

source: Export data
fr: Exporter les données

source: Object Description
fr: Description de l'Objet

source: Restore
fr: Restaurer
